Repository: wp-plugins/thethe-posts-and-comments
Catalog: languages/thethe-posts-widget-*.po
Languages: ru_ru

source: Click to toggle
ru_ru: Кликните чтобы открыть

source: An error has occurred, which probably means the feed is down. Try again later.
ru_ru: Возникла ошибка, скорее всего, канал вещания не работает. Попробуйте позже.

source: Update Settings
ru_ru: Сохранить настройки

source: Reset To Defaults
ru_ru: Восстановить первоначальные настройки

source: All Settings
ru_ru: Все параметры

source: Enable Vertical
ru_ru: Включить вертикали

source: Enable Horizontal
ru_ru: Включить горизонтали

source: Center Grid
ru_ru: Центрировать сетку

source: Horizontal
ru_ru: Горизонтали

source: Color
ru_ru: Цвет

source: Opacity
ru_ru: Прозрачность

source: Height
ru_ru: Высота

source: Offset
ru_ru: Сдвиг

source: Vertical
ru_ru: Вертикали

source: Margin
ru_ru: Отступ

source: Gutter
ru_ru: Канавка

source: Column Width
ru_ru: Ширина колонки

source: Column Number
ru_ru: Количество колонок

source: Content Width
ru_ru: Используемая ширина

source: Full Width
ru_ru: Полная ширина

source: Universal Layout Grid Generator
ru_ru: Генератор структурных сеток

source: Popular Grids
ru_ru: Популярные сетки

source: Enable Layout Grid Script
ru_ru: Включить скрипт

source: <strong>TheThe Layout Grid WordPress plugin</strong> allows you to display either a standard 960px, 1200px grid or your custom one of any size and configuration over any of your WP page to help you structure and design layouts. You can even create different grids for different pages.
ru_ru: <strong>TheThe Layout Grid WordPress плагин</strong> позволяет вам выводить любую стандартную сетку шириной 960 или 1200 пикселов или сетку любой ширины и конфигурации поверх любой страницы вашего WordPress сайта помогая вам структурировать содержания вашего сайта. Вы даже можете выводить разные сетки на разных страницах сайта.

source: This plugin was created for WP themes designers who love 960px grid system offered by Nathan Smith but want to move forward to keep the modern tendencies of the current Web industry. Or simply for those who love the system but want to be different.
ru_ru: Этот плагин создан для тех дизайнеров WordPress тем, кому нравится 960 система сеток, предложенная Натаном Смитом и кто хочет развивать её дальше следуя последним тенденциям Web индустрии. Или просто для тех, кому нравится идея сеток, но он всё же хочет отличаться от других.

source: With our grids, side margins are no longer calculated as a half of a gutter. You can specify them as well as other parameters what adds even more flexibility to our universal layout grid system.
ru_ru: Для сеток, генерируемых нашим плагином, отступ не привязывается к ширине канавки. Вы можете задавать любой отступ, что делает нашу универсальную систему сеток более гибкой.

source: Check this checkbox to activate the script on your site.
ru_ru: Активируйте этот чекбокс, для активации скрипта LayoutGrid на вашем сайте.

source: Check this checkbox to display grid columns.
ru_ru: Актвируйте этот чекбокс, для включения столбцов.

source: Check this checkbox to dispaly horizontal lines.
ru_ru: Актвируйте этот чекбокс, для включения горизонтальных линий.

source: Check this checkbox to to center the grid.
ru_ru: Актвируйте этот чекбокс, для центрирования сетки.

source: Choose a color for horizontal lines.
ru_ru: Выберите цвет горизонтальных линий сетки.

source: Choose opacity of the horizontal lines.
ru_ru: Укажите прозрачность горизонтальных линий сетки.

source: Specify the size between horizontal lines.
ru_ru: Укажите расстояние (шаг) между горизонтальными линиями сетки.

source: Specify the offset (margin) from the top for the content.
ru_ru: Укажите первоночальный отступ для верхней границы контента у горизонтальных линий.

source: Choose a pre-designed grid specification from the list.
ru_ru: Выберите из списка необходимый шаблон сетки.

source: Select a color for columns.
ru_ru: Выберите цвет вертикальных столбцов.

source: Choose opacity for columns.
ru_ru: Укажите прозрачность вертикальных столбцов.

source: Specify the margin from the left/right in pexels.
ru_ru: Укажите ширину отступов (margin) слева и справа.

source: Cpecify the gutter between grid columns.
ru_ru: Укажите расстояние между столбцами.

source: Specify the grid columns width in pixels.
ru_ru: Укажите ширину вертикальных столбцов.

source: Specify the number of grid columns.
ru_ru: Укажите количество вертикальных столбцов.

source: Specify the content width in pixels.
ru_ru: Укажите используемую ширину.

source: Specify the full width in pixels.
ru_ru: Укажите полную ширину сетки.

source: Grid Activating URL Parameters
ru_ru: URL параметры Grid

source: Copy to clipboard
ru_ru: Копировать в буфер обмена

source: Copy the code and uppend it to your page URL using "&" or "?" to activate this grid on that page.
ru_ru: Скопируйте код и добавьте его в свой адрес страницы с помощью \"&\" или \"?\", Чтобы активировать эту сетку на необходимой странице.
